[
  {
    "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the strength of my life; of whom shall I be afraid?",
    "reference": "Psalm 27:1"
  },
  {
    "text": "Trust in the Lord with all your heart, and lean not on your own understanding.",
    "reference": "Proverbs 3:5"
  },
  {
    "text": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, plans to give you hope and a future.",
    "reference": "Jeremiah 29:11"
  },
  {
    "text": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness, and self-control.",
    "reference": "Galatians 5:22-23"
  },
  {
    "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
    "reference": "Romans 8:28"
  },
  {
    "text": "The name of the Lord is a strong tower; the righteous run to it and are safe.",
    "reference": "Proverbs 18:10"
  },
  {
    "text": "Cast all your anxiety on him because he cares for you.",
    "reference": "1 Peter 5:7"
  },
  {
    "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
    "reference": "Philippians 4:6"
  },
  {
    "text": "And we know that the Son of God has come and has given us understanding, so that we may know him who is true.",
    "reference": "1 John 5:20"
  },
  {
    "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
    "reference": "Matthew 11:28"
  },
  {
    "text": "I sought the Lord, and he answered me; he delivered me from all my fears.",
    "reference": "Psalm 34:4"
  },
  {
    "text": "If God is for us, who can be against us?",
    "reference": "Romans 8:31"
  },
  {
    "text": "You are the light of the world. A town built on a hill cannot be hidden.",
    "reference": "Matthew 5:14"
  },
  {
    "text": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
    "reference": "Joshua 1:9"
  },
  {
    "text": "For we live by faith, not by sight.",
    "reference": "2 Corinthians 5:7"
  },
  {
    "text": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness.",
    "reference": "Zephaniah 3:17"
  },
  {
    "text": "Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
    "reference": "Matthew 5:16"
  },
  {
    "text": "So do not fear, for I am with you; do not be dismayed, for I am your God.",
    "reference": "Isaiah 41:10"
  },
  {
    "text": "Blessed are the pure in heart, for they will see God.",
    "reference": "Matthew 5:8"
  },
  {
    "text": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
    "reference": "Isaiah 26:3"
  },
  {
    "text": "He heals the brokenhearted and binds up their wounds.",
    "reference": "Psalm 147:3"
  },
  {
    "text": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
    "reference": "Psalm 34:18"
  },
  {
    "text": "He must become greater; I must become less.",
    "reference": "John 3:30"
  },
  {
    "text": "What then shall we say in response to these things? If God is for us, who can be against us?",
    "reference": "Romans 8:31"
  },
  {
    "text": "There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love.",
    "reference": "1 John 4:18"
  },
  {
    "text": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
    "reference": "Philippians 4:19"
  },
  {
    "text": "As iron sharpens iron, so one person sharpens another.",
    "reference": "Proverbs 27:17"
  },
  {
    "text": "No weapon forged against you will prevail, and you will refute every tongue that accuses you.",
    "reference": "Isaiah 54:17"
  },
  {
    "text": "Be still, and know that I am God.",
    "reference": "Psalm 46:10"
  },
  {
    "text": "In all your ways acknowledge him, and he will make your paths straight.",
    "reference": "Proverbs 3:6"
  },
  {
    "text": "You are my hiding place; you will protect me from trouble and surround me with songs of deliverance.",
    "reference": "Psalm 32:7"
  },
  {
    "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary; they will walk and not be faint.",
    "reference": "Isaiah 40:31"
  },
  {
    "text": "This is the day that the Lord has made; let us rejoice and be glad in it.",
    "reference": "Psalm 118:24"
  },
  {
    "text": "We love because he first loved us.",
    "reference": "1 John 4:19"
  },
  {
    "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
    "reference": "2 Corinthians 5:17"
  },
  {
    "text": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you.",
    "reference": "Numbers 6:24-25"
  },
  {
    "text": "But the Lord stood by me and strengthened me.",
    "reference": "2 Timothy 4:17"
  },
  {
    "text": "Let everything that has breath praise the Lord.",
    "reference": "Psalm 150:6"
  },
  {
    "text": "And we know that all things work together for good to those who love God, to those who are the called according to his purpose.",
    "reference": "Romans 8:28"
  },
  {
    "text": "You will know the truth, and the truth will set you free.",
    "reference": "John 8:32"
  },
  {
    "text": "The Lord is my strength and my song; he has become my salvation.",
    "reference": "Exodus 15:2"
  },
  {
    "text": "As for me and my house, we will serve the Lord.",
    "reference": "Joshua 24:15"
  },
  {
    "text": "The God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
    "reference": "Romans 15:13"
  },
  {
    "text": "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you.",
    "reference": "Isaiah 43:2"
  },
  {
    "text": "For God so loved the world that he gave his only begotten Son, that whoever believes in Him should not perish but have everlasting life.",
    "reference": "John 3:16"
  },
  {
    "text": "The Lord is my shepherd; I shall not want.",
    "reference": "Psalm 23:1"
  },
  {
    "text": "I can do all things through Christ who strengthens me.",
    "reference": "Philippians 4:13"
  },
  {
    "text": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him.",
    "reference": "Nahum 1:7"
  },
  {
    "text": "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.",
    "reference": "Ephesians 2:10"
  },
  {
    "text": "The fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction.",
    "reference": "Proverbs 1:7"
  },
  {
    "text": "Let your roots grow down into him, and let your lives be built on him.",
    "reference": "Colossians 2:7"
  },
  {
    "text": "My grace is sufficient for you, for my power is made perfect in weakness.",
    "reference": "2 Corinthians 12:9"
  },
  {
    "text": "You will seek me and find me when you seek me with all your heart.",
    "reference": "Jeremiah 29:13"
  },
  {
    "text": "But the Lord said to Samuel, 'Do not consider his appearance or his height, for I have rejected him. The Lord does not look at the things people look at. People look at the outward appearance, but the Lord looks at the heart.'",
    "reference": "1 Samuel 16:7"
  },
  {
    "text": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles.",
    "reference": "Hebrews 12:1"
  },
  {
    "text": "Do everything in love.",
    "reference": "1 Corinthians 16:14"
  },
  {
    "text": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
    "reference": "Philippians 4:7"
  },
  {
    "text": "If anyone is thirsty, let him come to me and drink.",
    "reference": "John 7:37"
  },
  {
    "text": "With God all things are possible.",
    "reference": "Matthew 19:26"
  },
  {
    "text": "And we know that we have come to know him if we keep his commands.",
    "reference": "1 John 2:3"
  },
  {
    "text": "The Lord your God is with you, the Mighty Warrior who saves.",
    "reference": "Zephaniah 3:17"
  },
  {
    "text": "No one can serve two masters. Either you will hate the one and love the other, or you will be devoted to the one and despise the other.",
    "reference": "Matthew 6:24"
  },
  {
    "text": "Rejoice in the Lord always. I will say it again: Rejoice!",
    "reference": "Philippians 4:4"
  },
  {
    "text": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.",
    "reference": "Colossians 3:23"
  },
  {
    "text": "I have been young, and now am old; yet have I not seen the righteous forsaken, nor his seed begging bread.",
    "reference": "Psalm 37:25"
  },
  {
    "text": "As far as the east is from the west, so far has he removed our transgressions from us.",
    "reference": "Psalm 103:12"
  },
  {
    "text": "So whether you eat or drink or whatever you do, do it all for the glory of God.",
    "reference": "1 Corinthians 10:31"
  },
  {
    "text": "He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart.",
    "reference": "Psalm 91:4"
  },
  {
    "text": "The Lord is my strength and my song; he has become my salvation.",
    "reference": "Psalm 118:14"
  },
  {
    "text": "A generous person will prosper; whoever refreshes others will be refreshed.",
    "reference": "Proverbs 11:25"
  },
  {
    "text": "And God is able to bless you abundantly, so that in all things at all times, having all that you need, you will abound in every good work.",
    "reference": "2 Corinthians 9:8"
  },
  {
    "text": "The Lord will fight for you; you need only to be still.",
    "reference": "Exodus 14:14"
  },
  {
    "text": "As a man thinks in his heart, so is he.",
    "reference": "Proverbs 23:7"
  },
  {
    "text": "The Spirit of the Lord is upon me, because he has anointed me to proclaim good news to the poor.",
    "reference": "Luke 4:18"
  },
  {
    "text": "He has made everything beautiful in its time.",
    "reference": "Ecclesiastes 3:11"
  },
  {
    "text": "For where your treasure is, there your heart will be also.",
    "reference": "Matthew 6:21"
  },
  {
    "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control.",
    "reference": "Galatians 5:22-23"
  },
  {
    "text": "You have searched me, Lord, and you know me.",
    "reference": "Psalm 139:1"
  },
  {
    "text": "The Lord will renew their strength; they will soar on wings like eagles.",
    "reference": "Isaiah 40:31"
  },
  {
    "text": "Every good gift and every perfect gift is from above.",
    "reference": "James 1:17"
  },
  {
    "text": "Let us hold unswervingly to the hope we profess, for he who promised is faithful.",
    "reference": "Hebrews 10:23"
  },
  {
    "text": "Do not let your hearts be troubled. You believe in God; believe also in me.",
    "reference": "John 14:1"
  },
  {
    "text": "And the Lord said, 'I will cause all my goodness to pass in front of you.'",
    "reference": "Exodus 33:19"
  },
  {
    "text": "The Lord bless you and keep you; the Lord make his face shine on you.",
    "reference": "Numbers 6:24-26"
  },
  {
    "text": "The righteous cry out, and the Lord hears them; he delivers them from all their troubles.",
    "reference": "Psalm 34:17"
  },
  {
    "text": "He will wipe every tear from their eyes.",
    "reference": "Revelation 21:4"
  },
  {
    "text": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
    "reference": "Ephesians 4:32"
  },
  {
    "text": "You are my rock and my fortress; for your name's sake you lead me and guide me.",
    "reference": "Psalm 31:3"
  },
  {
    "text": "God is our refuge and strength, an ever-present help in trouble.",
    "reference": "Psalm 46:1"
  },
  {
    "text": "Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me.'",
    "reference": "John 14:6"
  },
  {
    "text": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind.",
    "reference": "Romans 12:2"
  },
  {
    "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
    "reference": "Romans 6:23"
  },
  {
    "text": "For I can do everything through Christ, who gives me strength.",
    "reference": "Philippians 4:13"
  },
  {
    "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
    "reference": "John 1:1"
  },
  {
    "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
    "reference": "Matthew 6:33"
  },
  {
    "text": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit.",
    "reference": "Matthew 28:19"
  },
  {
    "text": "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists.",
    "reference": "Hebrews 11:6"
  },
  {
    "text": "For all have sinned and fall short of the glory of God.",
    "reference": "Romans 3:23"
  },
  {
    "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
    "reference": "Romans 5:8"
  },
  {
    "text": "The LORD is my shepherd, I lack nothing.",
    "reference": "Psalm 23:1"
  },
  {
    "text": "For we walk by faith, not by sight.",
    "reference": "2 Corinthians 5:7"
  },
  {
    "text": "The steadfast love of the Lord never ceases; his mercies never come to an end.",
    "reference": "Lamentations 3:22-23"
  },
  {
    "text": "If you declare with your mouth, 'Jesus is Lord,' and believe in your heart that God raised him from the dead, you will be saved.",
    "reference": "Romans 10:9"
  },
  {
    "text": "For God did not send his Son into the world to condemn the world, but to save the world through him.",
    "reference": "John 3:17"
  },
  {
    "text": "For where two or three gather in my name, there am I with them.",
    "reference": "Matthew 18:20"
  },
  {
    "text": "The Lord is compassionate and gracious, slow to anger, abounding in love.",
    "reference": "Psalm 103:8"
  },
  {
    "text": "Be joyful in hope, patient in affliction, faithful in prayer.",
    "reference": "Romans 12:12"
  },
  {
    "text": "I am the Alpha and the Omega, the First and the Last, the Beginning and the End.",
    "reference": "Revelation 22:13"
  },
  {
    "text": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
    "reference": "Philippians 4:7"
  },
  {
    "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles.",
    "reference": "Isaiah 40:31"
  },
  {
    "text": "Trust in the LORD with all your heart and lean not on your own understanding.",
    "reference": "Proverbs 3:5"
  },
  {
    "text": "Now faith is confidence in what we hope for and assurance about what we do not see.",
    "reference": "Hebrews 11:1"
  },
  {
    "text": "Blessed are the meek, for they will inherit the earth.",
    "reference": "Matthew 5:5"
  },
  {
    "text": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
    "reference": "2 Timothy 1:7"
  },
  {
    "text": "Do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
    "reference": "Matthew 6:34"
  },
  {
    "text": "Therefore, there is now no condemnation for those who are in Christ Jesus.",
    "reference": "Romans 8:1"
  },
  {
    "text": "Create in me a pure heart, O God, and renew a steadfast spirit within me.",
    "reference": "Psalm 51:10"
  },
  {
    "text": "The light shines in the darkness, and the darkness has not overcome it.",
    "reference": "John 1:5"
  },
  {
    "text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God.",
    "reference": "Ephesians 2:8"
  },
  {
    "text": "For to me, to live is Christ and to die is gain.",
    "reference": "Philippians 1:21"
  },
  {
    "text": "Do not be overcome by evil, but overcome evil with good.",
    "reference": "Romans 12:21"
  },
  {
    "text": "But he was pierced for our transgressions, he was crushed for our iniquities.",
    "reference": "Isaiah 53:5"
  },
  {
    "text": "The Lord is good to those whose hope is in him, to the one who seeks him.",
    "reference": "Lamentations 3:25"
  },
  {
    "text": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
    "reference": "John 16:33"
  },
  {
    "text": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
    "reference": "Ephesians 4:32"
  },
  {
    "text": "For the word of God is alive and active. Sharper than any double-edged sword.",
    "reference": "Hebrews 4:12"
  },
  {
    "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
    "reference": "2 Corinthians 5:17"
  },
  {
    "text": "For the Lord is good and his love endures forever; his faithfulness continues through all generations.",
    "reference": "Psalm 100:5"
  },
  {
    "text": "Greater love has no one than this: to lay down one’s life for one’s friends.",
    "reference": "John 15:13"
  },
  {
    "text": "And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus.",
    "reference": "Colossians 3:17"
  },
  {
    "text": "Whoever does not love does not know God, because God is love.",
    "reference": "1 John 4:8"
  },
  {
    "text": "For all have sinned and fall short of the glory of God.",
    "reference": "Romans 3:23"
  },
  {
    "text": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
    "reference": "Joshua 1:9"
  },
  {
    "text": "He gives strength to the weary and increases the power of the weak.",
    "reference": "Isaiah 40:29"
  },
  {
    "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
    "reference": "Philippians 4:6"
  },
  {
    "text": "Jesus Christ is the same yesterday and today and forever.",
    "reference": "Hebrews 13:8"
  },
  {
    "text": "The LORD is close to the brokenhearted and saves those who are crushed in spirit.",
    "reference": "Psalm 34:18"
  },
  {
    "text": "Give thanks to the LORD, for he is good; his love endures forever.",
    "reference": "Psalm 106:1"
  },
  {
    "text": "For we are God’s handiwork, created in Christ Jesus to do good works.",
    "reference": "Ephesians 2:10"
  },
  {
    "text": "Let love and faithfulness never leave you; bind them around your neck.",
    "reference": "Proverbs 3:3"
  },
  {
    "text": "The Lord is righteous in all his ways and faithful in all he does.",
    "reference": "Psalm 145:17"
  },
  {
    "text": "But you, Lord, are a shield around me, my glory, the One who lifts my head high.",
    "reference": "Psalm 3:3"
  },
  {
    "text": "Blessed are those who hunger and thirst for righteousness, for they will be filled.",
    "reference": "Matthew 5:6"
  },
  {
    "text": "For the eyes of the Lord range throughout the earth to strengthen those whose hearts are fully committed to him.",
    "reference": "2 Chronicles 16:9"
  },
  {
    "text": "For you created my inmost being; you knit me together in my mother’s womb.",
    "reference": "Psalm 139:13"
  },
  {
    "text": "A new command I give you: Love one another. As I have loved you, so you must love one another.",
    "reference": "John 13:34"
  },
  {
    "text": "Be still before the Lord and wait patiently for him.",
    "reference": "Psalm 37:7"
  },
  {
    "text": "Blessed are the merciful, for they will be shown mercy.",
    "reference": "Matthew 5:7"
  },
  {
    "text": "The heavens declare the glory of God; the skies proclaim the work of his hands.",
    "reference": "Psalm 19:1"
  },
  {
    "text": "So in Christ Jesus you are all children of God through faith.",
    "reference": "Galatians 3:26"
  },
  {
    "text": "Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone.",
    "reference": "Colossians 4:6"
  },
  {
    "text": "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved.",
    "reference": "Psalm 55:22"
  },
  {
    "text": "Come near to God and he will come near to you.",
    "reference": "James 4:8"
  },
  {
    "text": "Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everyone.",
    "reference": "Romans 12:17"
  },
  {
    "text": "Therefore, there is now no condemnation for those who are in Christ Jesus.",
    "reference": "Romans 8:1"
  },
  {
    "text": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers will be able to separate us from the love of God.",
    "reference": "Romans 8:38-39"
  },
  {
    "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
    "reference": "2 Corinthians 5:17"
  },
  {
    "text": "The Lord is my strength and my shield; my heart trusts in him, and he helps me.",
    "reference": "Psalm 28:7"
  },
  {
    "text": "Blessed are the peacemakers, for they will be called children of God.",
    "reference": "Matthew 5:9"
  },
  {
    "text": "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.",
    "reference": "Hebrews 11:6"
  },
  {
    "text": "Do not let your hearts be troubled. You believe in God; believe also in me.",
    "reference": "John 14:1"
  },
  {
    "text": "The Lord will fight for you; you need only to be still.",
    "reference": "Exodus 14:14"
  },
  {
    "text": "God is our refuge and strength, an ever-present help in trouble.",
    "reference": "Psalm 46:1"
  },
  {
    "text": "I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well.",
    "reference": "Psalm 139:14"
  },
  {
    "text": "The Lord is near to all who call on him, to all who call on him in truth.",
    "reference": "Psalm 145:18"
  },
  {
    "text": "Above all else, guard your heart, for everything you do flows from it.",
    "reference": "Proverbs 4:23"
  },
  {
    "text": "I have hidden your word in my heart that I might not sin against you.",
    "reference": "Psalm 119:11"
  },
  {
    "text": "Taste and see that the Lord is good; blessed is the one who takes refuge in him.",
    "reference": "Psalm 34:8"
  },
  {
    "text": "The earth is the Lord's, and everything in it, the world, and all who live in it.",
    "reference": "Psalm 24:1"
  },
  {
    "text": "I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you.",
    "reference": "Psalm 32:8"
  },
  {
    "text": "Blessed is the one who does not walk in step with the wicked or stand in the way that sinners take.",
    "reference": "Psalm 1:1"
  },
  {
    "text": "Blessed are the pure in heart, for they will see God.",
    "reference": "Matthew 5:8"
  },
  {
    "text": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.",
    "reference": "John 10:10"
  },
  {
    "text": "For the Lord takes delight in his people; he crowns the humble with victory.",
    "reference": "Psalm 149:4"
  },
  {
    "text": "May the God of hope fill you with all joy and peace as you trust in him.",
    "reference": "Romans 15:13"
  },
  {
    "text": "Set your minds on things above, not on earthly things.",
    "reference": "Colossians 3:2"
  },
  {
    "text": "Love the Lord your God with all your heart and with all your soul and with all your strength.",
    "reference": "Deuteronomy 6:5"
  },
  {
    "text": "I love the Lord, for he heard my voice; he heard my cry for mercy.",
    "reference": "Psalm 116:1"
  },
  {
    "text": "Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
    "reference": "Matthew 5:16"
  },
  {
    "text": "The name of the Lord is a fortified tower; the righteous run to it and are safe.",
    "reference": "Proverbs 18:10"
  },
  {
    "text": "Let everything that has breath praise the Lord. Praise the Lord.",
    "reference": "Psalm 150:6"
  },
  {
    "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
    "reference": "Romans 8:28"
  },
  {
    "text": "And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast.",
    "reference": "1 Peter 5:10"
  },
  {
    "text": "Your word is a lamp for my feet, a light on my path.",
    "reference": "Psalm 119:105"
  },
  {
    "text": "For where two or three gather in my name, there am I with them.",
    "reference": "Matthew 18:20"
  },
  {
    "text": "I sought the Lord, and he answered me; he delivered me from all my fears.",
    "reference": "Psalm 34:4"
  },
  {
    "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
    "reference": "1 John 1:9"
  },
  {
    "text": "The heavens declare the glory of God; the skies proclaim the work of his hands.",
    "reference": "Psalm 19:1"
  },
  {
    "text": "God is our refuge and strength, an ever-present help in trouble.",
    "reference": "Psalm 46:1"
  },
  {
    "text": "Come to me, all who labor and are heavy laden, and I will give you rest.",
    "reference": "Matthew 11:28"
  },
  {
    "text": "Blessed are those who mourn, for they shall be comforted.",
    "reference": "Matthew 5:4"
  },
  {
    "text": "My flesh and my heart may fail, but God is the strength of my heart and my portion forever.",
    "reference": "Psalm 73:26"
  },
  {
    "text": "For the word of God is alive and active. Sharper than any double-edged sword.",
    "reference": "Hebrews 4:12"
  },
  {
    "text": "Even though I walk through the darkest valley, I will fear no evil, for you are with me.",
    "reference": "Psalm 23:4"
  },
  {
    "text": "I have fought the good fight, I have finished the race, I have kept the faith.",
    "reference": "2 Timothy 4:7"
  },
  {
    "text": "Let us not grow weary in doing good, for at the proper time we will reap a harvest if we do not give up.",
    "reference": "Galatians 6:9"
  },
  {
    "text": "The Lord is my rock, my fortress and my deliverer.",
    "reference": "Psalm 18:2"
  },
  {
    "text": "Be completely humble and gentle; be patient, bearing with one another in love.",
    "reference": "Ephesians 4:2"
  },
  {
    "text": "The Lord is good to those whose hope is in him, to the one who seeks him.",
    "reference": "Lamentations 3:25"
  },
  {
    "text": "Do not be afraid, little flock, for your Father has been pleased to give you the kingdom.",
    "reference": "Luke 12:32"
  },
  {
    "text": "With man this is impossible, but with God all things are possible.",
    "reference": "Matthew 19:26"
  },
  {
    "text": "Let everything that has breath praise the Lord!",
    "reference": "Psalm 150:6"
  },
  {
    "text": "The grass withers and the flowers fall, but the word of our God endures forever.",
    "reference": "Isaiah 40:8"
  },
  {
    "text": "Fear not, for I have redeemed you; I have called you by name, you are mine.",
    "reference": "Isaiah 43:1"
  },
  {
    "text": "Rejoice always, pray continually, give thanks in all circumstances.",
    "reference": "1 Thessalonians 5:16-18"
  },
  {
    "text": "Humble yourselves before the Lord, and he will lift you up.",
    "reference": "James 4:10"
  },
  {
    "text": "I lift up my eyes to the mountains—where does my help come from? My help comes from the Lord.",
    "reference": "Psalm 121:1-2"
  },
  {
    "text": "A friend loves at all times, and a brother is born for adversity.",
    "reference": "Proverbs 17:17"
  },
  {
    "text": "So if the Son sets you free, you will be free indeed.",
    "reference": "John 8:36"
  },
  {
    "text": "Let your gentleness be evident to all. The Lord is near.",
    "reference": "Philippians 4:5"
  },
  {
    "text": "Take delight in the Lord, and he will give you the desires of your heart.",
    "reference": "Psalm 37:4"
  },
  {
    "text": "Your word is a lamp for my feet, a light on my path.",
    "reference": "Psalm 119:105"
  },
  {
    "text": "Therefore encourage one another and build each other up.",
    "reference": "1 Thessalonians 5:11"
  },
  {
    "text": "For where your treasure is, there your heart will be also.",
    "reference": "Matthew 6:21"
  },
  {
    "text": "Above all, love each other deeply, because love covers over a multitude of sins.",
    "reference": "1 Peter 4:8"
  },
  {
    "text": "I am with you always, to the very end of the age.",
    "reference": "Matthew 28:20"
  },
  {
    "text": "You, Lord, are forgiving and good, abounding in love to all who call to you.",
    "reference": "Psalm 86:5"
  },
  {
    "text": "I praise you because I am fearfully and wonderfully made.",
    "reference": "Psalm 139:14"
  },
  {
    "text": "Those who sow with tears will reap with songs of joy.",
    "reference": "Psalm 126:5"
  },
  {
    "text": "For where two or three gather in my name, there am I with them.",
    "reference": "Matthew 18:20"
  },
  {
    "text": "I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit.",
    "reference": "John 15:5"
  },
  {
    "text": "Whoever follows me will never walk in darkness, but will have the light of life.",
    "reference": "John 8:12"
  },
  {
    "text": "Peace I leave with you; my peace I give you.",
    "reference": "John 14:27"
  },
  {
    "text": "Seek the Lord while he may be found; call on him while he is near.",
    "reference": "Isaiah 55:6"
  },
  {
    "text": "Whoever believes in me, as Scripture has said, rivers of living water will flow from within them.",
    "reference": "John 7:38"
  },
  {
    "text": "May the Lord bless his people with peace.",
    "reference": "Psalm 29:11"
  },
  {
    "text": "As for God, his way is perfect: The Lord’s word is flawless.",
    "reference": "2 Samuel 22:31"
  },
  {
    "text": "I will never leave you nor forsake you.",
    "reference": "Hebrews 13:5"
  },
  {
    "text": "For the kingdom of God is not a matter of talk but of power.",
    "reference": "1 Corinthians 4:20"
  },
  {
    "text": "Be devoted to one another in love. Honor one another above yourselves.",
    "reference": "Romans 12:10"
  },
  {
    "text": "Commit to the Lord whatever you do, and he will establish your plans.",
    "reference": "Proverbs 16:3"
  },
  {
    "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
    "reference": "Matthew 11:28"
  },
  {
    "text": "Whoever does not love does not know God, because God is love.",
    "reference": "1 John 4:8"
  },
  {
    "text": "If we confess our sins, he is faithful and just and will forgive us our sins.",
    "reference": "1 John 1:9"
  },
  {
    "text": "Blessed are the pure in heart, for they will see God.",
    "reference": "Matthew 5:8"
  },
  {
    "text": "The Lord gives strength to his people; the Lord blesses his people with peace.",
    "reference": "Psalm 29:11"
  },
  {
    "text": "Trust in the Lord forever, for the Lord, the Lord himself, is the Rock eternal.",
    "reference": "Isaiah 26:4"
  },
  {
    "text": "We love because he first loved us.",
    "reference": "1 John 4:19"
  },
  {
    "text": "The Lord upholds all who fall and lifts up all who are bowed down.",
    "reference": "Psalm 145:14"
  },
  {
    "text": "Wait for the Lord; be strong and take heart and wait for the Lord.",
    "reference": "Psalm 27:14"
  },
  {
    "text": "For he satisfies the thirsty and fills the hungry with good things.",
    "reference": "Psalm 107:9"
  },
  {
    "text": "No eye has seen, no ear has heard, and no mind has imagined what God has prepared for those who love him.",
    "reference": "1 Corinthians 2:9"
  },
  {
    "text": "The Lord is a refuge for the oppressed, a stronghold in times of trouble.",
    "reference": "Psalm 9:9"
  },
  {
    "text": "The Lord watches over you—the Lord is your shade at your right hand.",
    "reference": "Psalm 121:5"
  },
  {
    "text": "Be joyful in hope, patient in affliction, faithful in prayer.",
    "reference": "Romans 12:12"
  },
  {
    "text": "Give thanks to the Lord, for he is good; his love endures forever.",
    "reference": "Psalm 107:1"
  },
  {
    "text": "Blessed is the one who trusts in the Lord, whose confidence is in him.",
    "reference": "Jeremiah 17:7"
  },
  {
    "text": "The Lord gives wisdom; from his mouth come knowledge and understanding.",
    "reference": "Proverbs 2:6"
  },
  {
    "text": "Cast your cares on the Lord and he will sustain you.",
    "reference": "Psalm 55:22"
  },
  {
    "text": "For the Lord takes delight in his people; he crowns the humble with victory.",
    "reference": "Psalm 149:4"
  },
  {
    "text": "Jesus said, 'I am the bread of life. Whoever comes to me will never go hungry.'",
    "reference": "John 6:35"
  },
  {
    "text": "Let us hold fast the confession of our hope without wavering, for he who promised is faithful.",
    "reference": "Hebrews 10:23"
  },
  {
    "text": "By his wounds you have been healed.",
    "reference": "1 Peter 2:24"
  },
  {
    "text": "Therefore encourage one another and build each other up.",
    "reference": "1 Thessalonians 5:11"
  },
  {
    "text": "The Lord is good to all; he has compassion on all he has made.",
    "reference": "Psalm 145:9"
  },
  {
    "text": "So do not throw away your confidence; it will be richly rewarded.",
    "reference": "Hebrews 10:35"
  },
  {
    "text": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.",
    "reference": "Proverbs 17:22"
  },
  {
    "text": "For the Lord disciplines the one he loves, and chastises every son whom he receives.",
    "reference": "Hebrews 12:6"
  },
  {
    "text": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
    "reference": "Psalm 34:18"
  },
  {
    "text": "Your Father knows what you need before you ask him.",
    "reference": "Matthew 6:8"
  },
  {
    "text": "Seek peace and pursue it.",
    "reference": "Psalm 34:14"
  },
  {
    "text": "Praise the Lord, my soul, and forget not all his benefits.",
    "reference": "Psalm 103:2"
  },
  {
    "text": "To the Lord your God belong the heavens, even the highest heavens, the earth and everything in it.",
    "reference": "Deuteronomy 10:14"
  },
  {
    "text": "Come, let us bow down in worship, let us kneel before the Lord our Maker.",
    "reference": "Psalm 95:6"
  },
  {
    "text": "For the Lord is righteous, he loves justice; the upright will see his face.",
    "reference": "Psalm 11:7"
  },
  {
    "text": "In repentance and rest is your salvation, in quietness and trust is your strength.",
    "reference": "Isaiah 30:15"
  },
  {
    "text": "The Lord will keep you from all harm—he will watch over your life.",
    "reference": "Psalm 121:7"
  },
  {
    "text": "The wise in heart accept commands, but a chattering fool comes to ruin.",
    "reference": "Proverbs 10:8"
  },
  {
    "text": "Teach us to number our days, that we may gain a heart of wisdom.",
    "reference": "Psalm 90:12"
  },
  {
    "text": "In the morning, Lord, you hear my voice; in the morning I lay my requests before you.",
    "reference": "Psalm 5:3"
  },
  {
    "text": "For I desire mercy, not sacrifice, and acknowledgment of God rather than burnt offerings.",
    "reference": "Hosea 6:6"
  },
  {
    "text": "Whoever walks in integrity walks securely, but whoever takes crooked paths will be found out.",
    "reference": "Proverbs 10:9"
  },
  {
    "text": "Trust in him at all times, you people; pour out your hearts to him, for God is our refuge.",
    "reference": "Psalm 62:8"
  },
  {
    "text": "The Lord your God is with you, the Mighty Warrior who saves.",
    "reference": "Zephaniah 3:17"
  },
  {
    "text": "I sought the Lord, and he answered me; he delivered me from all my fears.",
    "reference": "Psalm 34:4"
  },
  {
    "text": "Blessed is the one whose transgressions are forgiven, whose sins are covered.",
    "reference": "Psalm 32:1"
  },
  {
    "text": "I will never forget your precepts, for by them you have preserved my life.",
    "reference": "Psalm 119:93"
  },
  {
    "text": "The fear of the Lord is the beginning of wisdom.",
    "reference": "Proverbs 9:10"
  },
  {
    "text": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom.",
    "reference": "2 Corinthians 3:17"
  },
  {
    "text": "Be strong and take heart, all you who hope in the Lord.",
    "reference": "Psalm 31:24"
  },
  {
    "text": "Behold, I am with you always, to the end of the age.",
    "reference": "Matthew 28:20"
  },
  {
    "text": "The Lord will keep you from all harm—he will watch over your coming and going.",
    "reference": "Psalm 121:8"
  },
  {
    "text": "O Lord, you are my God; I will exalt you and praise your name.",
    "reference": "Isaiah 25:1"
  },
  {
    "text": "Be devoted to one another in love. Honor one another above yourselves.",
    "reference": "Romans 12:10"
  },
  {
    "text": "Do not let your hearts be troubled and do not be afraid.",
    "reference": "John 14:27"
  },
  {
    "text": "Your kingdom come, your will be done, on earth as it is in heaven.",
    "reference": "Matthew 6:10"
  }
]